scrcpy
restic
less
adb
fd
bat
hexyl
erdtree
yt-dlp
rclone
mpv
wget
ripgrep
starship
ffmpeg
dua
dust
duf
gsudo
lsd