{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2023-10-15T12:22:04.486-00:00",
	"Sources" : 
	[
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "TripleAGame.TripleA"
				},
				{
					"PackageIdentifier" : "7zip.7zip"
				},
				{
					"PackageIdentifier" : "ShareX.ShareX"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudio.2019.BuildTools"
				},
				{
					"PackageIdentifier" : "SartoxOnlyGNU.Audacium"
				},
				{
					"PackageIdentifier" : "AutoHotkey.AutoHotkey"
				},
				{
					"PackageIdentifier" : "Brave.Brave"
				},
				{
					"PackageIdentifier" : "Canonical.Ubuntu.2204"
				},
				{
					"PackageIdentifier" : "EliasFotinis.DeskPins"
				},
				{
					"PackageIdentifier" : "voidtools.Everything"
				},
				{
					"PackageIdentifier" : "AndreWiethoff.ExactAudioCopy"
				},
				{
					"PackageIdentifier" : "FastCopy.FastCopy"
				},
				{
					"PackageIdentifier" : "GIMP.GIMP"
				},
				{
					"PackageIdentifier" : "Geany.Geany"
				},
				{
					"PackageIdentifier" : "Git.Git"
				},
				{
					"PackageIdentifier" : "GnuPG.GnuPG"
				},
				{
					"PackageIdentifier" : "HandBrake.HandBrake"
				},
				{
					"PackageIdentifier" : "HermannSchinagl.LinkShellExtension"
				},
				{
					"PackageIdentifier" : "ImageMagick.ImageMagick"
				},
				{
					"PackageIdentifier" : "Tonec.InternetDownloadManager"
				},
				{
					"PackageIdentifier" : "IrfanSkiljan.IrfanView"
				},
				{
					"PackageIdentifier" : "Jellyfin.Server"
				},
				{
					"PackageIdentifier" : "KDE.KDEConnect"
				},
				{
					"PackageIdentifier" : "CodecGuide.K-LiteCodecPack.Basic"
				},
				{
					"PackageIdentifier" : "KDE.LabPlot"
				},
				{
					"PackageIdentifier" : "MiKTeX.MiKTeX"
				},
				{
					"PackageIdentifier" : "Microsoft.EdgeWebView2Runtime"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal"
				},
				{
					"PackageIdentifier" : "MonkeysAudio.MonkeysAudio"
				},
				{
					"PackageIdentifier" : "Mozilla.Firefox"
				},
				{
					"PackageIdentifier" : "Mp3tag.Mp3tag"
				},
				{
					"PackageIdentifier" : "Insecure.Nmap"
				},
				{
					"PackageIdentifier" : "PPSSPPTeam.PPSSPP"
				},
				{
					"PackageIdentifier" : "Rainmeter.Rainmeter"
				},
				{
					"PackageIdentifier" : "Piriform.Recuva"
				},
				{
					"PackageIdentifier" : "Torchsoft.RegistryWorkshop"
				},
				{
					"PackageIdentifier" : "RustDesk.RustDesk"
				},
				{
					"PackageIdentifier" : "Rustlang.Rustup"
				},
				{
					"PackageIdentifier" : "SMPlayer.SMPlayer"
				},
				{
					"PackageIdentifier" : "Sandboxie.Plus"
				},
				{
					"PackageIdentifier" : "SpeedCrunch.SpeedCrunch"
				},
				{
					"PackageIdentifier" : "Valve.Steam"
				},
				{
					"PackageIdentifier" : "SumatraPDF.SumatraPDF"
				},
				{
					"PackageIdentifier" : "TeXstudio.TeXstudio"
				},
				{
					"PackageIdentifier" : "UB-Mannheim.TesseractOCR"
				},
				{
					"PackageIdentifier" : "AivarAnnamaa.Thonny"
				},
				{
					"PackageIdentifier" : "KDE.umbrello"
				},
				{
					"PackageIdentifier" : "IDRIX.VeraCrypt"
				},
				{
					"PackageIdentifier" : "XavierRoche.HTTrack"
				},
				{
					"PackageIdentifier" : "AntibodySoftware.WizTree"
				},
				{
					"PackageIdentifier" : "chrisant996.Clink"
				},
				{
					"PackageIdentifier" : "egoist.devdocs-desktop"
				},
				{
					"PackageIdentifier" : "KDE.digikam"
				},
				{
					"PackageIdentifier" : "PeterPawlowski.foobar2000"
				},
				{
					"PackageIdentifier" : "AppWork.JDownloader"
				},
				{
					"PackageIdentifier" : "KDE.Kdenlive"
				},
				{
					"PackageIdentifier" : "lars-berger.GlazeWM"
				},
				{
					"PackageIdentifier" : "JeffreyPfau.mGBA"
				},
				{
					"PackageIdentifier" : "Henry++.MemReduct"
				},
				{
					"PackageIdentifier" : "mtkennerly.ludusavi"
				},
				{
					"PackageIdentifier" : "ZeusSoftware.nGlide"
				},
				{
					"PackageIdentifier" : "smartmontools.smartmontools"
				},
				{
					"PackageIdentifier" : "SearchDeflector.SearchDeflector"
				},
				{
					"PackageIdentifier" : "ApacheFriends.Xampp.8.1"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x64"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x64"
				},
				{
					"PackageIdentifier" : "Google.Chrome"
				},
				{
					"PackageIdentifier" : "DrewNaylor.guinget"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2010.x64"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerShell"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.6"
				},
				{
					"PackageIdentifier" : "TeamProwlarr.Prowlarr"
				},
				{
					"PackageIdentifier" : "Python.Launcher"
				},
				{
					"PackageIdentifier" : "Kitware.CMake"
				},
				{
					"PackageIdentifier" : "OlegDanilov.RapidEnvironmentEditor"
				},
				{
					"PackageIdentifier" : "JohnMacFarlane.Pandoc"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.Runtime.3_1"
				},
				{
					"PackageIdentifier" : "Transmission.Transmission"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsSDK.10.0.19041"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.AspNetCore.6"
				},
				{
					"PackageIdentifier" : "Python.Python.3.9"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x86"
				},
				{
					"PackageIdentifier" : "DBBrowserForSQLite.DBBrowserForSQLite"
				},
				{
					"PackageIdentifier" : "TeamSonarr.Sonarr"
				},
				{
					"PackageIdentifier" : "TeamRadarr.Radarr"
				},
				{
					"PackageIdentifier" : "Nushell.Nushell"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2008.x64"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x86"
				},
				{
					"PackageIdentifier" : "TheDocumentFoundation.LibreOffice"
				},
				{
					"PackageIdentifier" : "GPSoftware.DirectoryOpus"
				},
				{
					"PackageIdentifier" : "vividos.winLAME"
				},
				{
					"PackageIdentifier" : "gerardog.gsudo"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2005.x86"
				},
				{
					"PackageIdentifier" : "Oracle.JavaRuntimeEnvironment"
				},
				{
					"PackageIdentifier" : "OpenJS.NodeJS"
				},
				{
					"PackageIdentifier" : "LibgenApps.LibgenDesktop"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.AspNetCore.6"
				},
				{
					"PackageIdentifier" : "Soulseek.SoulseekQt"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.6"
				},
				{
					"PackageIdentifier" : "AudioRangerIT.AudioRanger"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.SDK.7"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2008.x86"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x64"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x64"
				},
				{
					"PackageIdentifier" : "gnuplot.gnuplot"
				},
				{
					"PackageIdentifier" : "KeePassXCTeam.KeePassXC"
				},
				{
					"PackageIdentifier" : "wez.wezterm"
				},
				{
					"PackageIdentifier" : "valinet.ExplorerPatcher"
				},
				{
					"PackageIdentifier" : "GoLang.Go"
				},
				{
					"PackageIdentifier" : "Oracle.VirtualBox"
				},
				{
					"PackageIdentifier" : "calibre.calibre"
				},
				{
					"PackageIdentifier" : "Flameshot.Flameshot"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2010.x86"
				},
				{
					"PackageIdentifier" : "Qalculate.Qalculate"
				},
				{
					"PackageIdentifier" : "SpecialK.SpecialK"
				},
				{
					"PackageIdentifier" : "Open-Shell.Open-Shell-Menu"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.6"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.SDK.7"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.Runtime.3_1"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x64"
				},
				{
					"PackageIdentifier" : "MSYS2.MSYS2"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.AspNetCore.6"
				},
				{
					"PackageIdentifier" : "Klocman.BulkCrapUninstaller"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x64"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.6"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion" : "1.6.2771"
}